export const quizData = [
  {
    step: 0,
    type: 'radio',
    title: 'Для кого вы ищете учебное заведение?',
    text: ['Себе', 'Супругу/супруге', 'Родственнику', 'Коллеге', 'Ребенку', 'Другое'],
  },
  {
    step: 1,
    type: 'select',
    title: 'В каком городе планируете поступать?',
    text: ['Санкт Петербург', 'Москва', 'Новосибирск', 'Нижний новгород'],
  },
  {
    step: 2,
    type: 'radio',
    title: 'Какое образование уже есть?',
    text: ['9 классов', 'Колледж/техникум', '11 классов', '11 классов', 'Училище', 'Неоконченное высшее'],
  },
  {
    step: 3,
    type: 'radio',
    title: 'Куда планируете поступать?',
    text: ['ВУЗ', 'Колледж/техникум', 'Училище'],
  },
  {
    step: 4,
    type: 'radio',
    title: 'Какую форму обучения предпочитаете?',
    text: ['Очную', 'Заочную', 'Дистанционную'],
  },
  {
    step: 5,
    type: 'radio',
    title: 'Рассматриваете платное обучение?',
    text: ['Нет, только бюджет', 'Да, планирую учиться платно', 'Возможны оба варианта'],
  },
  {
    step: 6,
    type: 'select',
    title: 'Какая специальность интересует?',
    text: ['Любая', 'Экономика', 'Философия', 'Социология', 'Юриспруденция'],
  },
  {
    step: 7,
    type: 'radio',
    title: 'Как скоро планируете поступать?',
    text: ['Как можно быстрее', 'месяц', 'квартал', 'полгода', 'год'],
  },
  {
    step: 8,
    type: 'end',
    title: 'Ваша подборка готова! 🥳 Куда нам отправить её?',
    text: '',
  }
]
