export const quizData = [
  {
    id: 'me',
    type: 'radio',
    title: 'Для кого вы ищете учебное заведение?',
    text: ['Себе', 'Супругу/супруге', 'Родственнику', 'Коллеге', 'Ребенку', 'Другое'],
  },
  {
    id: 'relative',
    type: 'radio',
    title: 'Какое образование уже есть?',
    text: ['9 классов', 'Колледж/техникум', '11 классов', '11 классов', 'Училище', 'Неоконченное высшее'],
  }
]

// export const quizData = [
//   {
//     id: 'me',
//     type: 'radio',
//     title: 'Для кого вы ищете учебное заведение?',
//     q1: 'Себе',
//     q2: 'Супругу/супруге',
//     q3: 'Родственнику',
//     q4: 'Коллеге',
//     q5: 'Ребенку',
//     q6: 'Другое',
//     result:'',
//   },
//   {
//     id: 'study',
//     type: 'radio',
//     title: 'Какое образование уже есть?',
//     q1: '9 классов',
//     q2: 'Колледж/техникум',
//     q3: '11 классов',
//     q4: '11 классов',
//     q5: 'Училище',
//     q6: 'Неоконченное',
//     result:'',
//   },
// ]